Repository: boxed/mammon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: User
sv: Användare

source: Name
sv: Namn

source: Hide
sv: Dölj

source: Account
sv: Konto

source: Matching rules
sv: Matchningsregler

source: Access denied
sv: Åtkomst nekad

source: Error
sv: Fel

source: There is no page at this address.
sv: Det finns ingen sida på denna adress.

source: An error has occurred and has been sent to the administrators.
sv: Ett fel har inträffat. Ett meddelande har skickats till administratörerna.

source: Update matching
sv: Uppdatera matchningar

source: Add transactions
sv: Lägg till transaktioner

source: Home
sv: Start

source: Year view
sv: Årsvy

source: Month view
sv: Månadsvy

source: Overview
sv: Översikt

source: Transactions
sv: Transaktioner

source: Categories
sv: Kategorier

source: Accounts
sv: Konton

source: Settings
sv: Inställningar

source: Log out
sv: Logga ut

source: To import data into Mammon: <ol> <li>Log in to your bank</li> <li>Go to your transaction history</li> <li>Select all (%(command_button)s+A)</li> <li>Copy (%(command_button)s+C)</li> <li>Come back to this page, click in the text field below and paste (%(command_button)s+V)</li> <li>Click the Import Transactions button</li> </ol> Mammon will automatically figure out what parts of what it gets is relevant. It might ask you some questions when it gets confused, but it will remember that till next time so that will only happen when something changes.
sv: För att importera data till Mammon: <ol> <li>Logga in på din bank</li> <li>Gå till transaktionshistoriken</li> <li>Markera allt (%(command_button)s+A)</li> <li>Kopiera (%(command_button)s+C)</li> <li>Kom tillbaka hit, klicka i textfältet nedan och klistra in (%(command_button)s+V)</li> <li>Klicka på Importera-knappen</li> </ol> Mammon kommer automatiskt lista ut vad som är relevant från det du skickar in. Du kan få en fråga om hur den ska tolka om Mammon blir förvirrad, men det kommer bara hända en gång då Mammon kommer ihåg ditt val tills nästa gång.

source: Import transactions
sv: Importera transactioner

source: Category
sv: Kategori

source: Press S to select the starting marker<br /> Press E to select the ending marker<br /> Hold down shift to move just one character at a time
sv: Tryck S för att välja start-markören<br /> Tryck E för att välja slut-markören<br /> Håll ner shift för att gå ett tecken i taget

source: Below is the format Mammon guessed for your data. If there are multiple date and numerical columns you can select which one is used by Mammon. If there are more than one transaction description column you can select the ones you want to include. Mammon can only automatically classify based on data you choose to include.
sv: Detta är formatet Mammon gissade baserat på ditt data. Om det finns flera datum- och siffer-kolumner kan du välja vilka Mammon använder. Finns det flera kolumner som beskriver transaktionen kan du välja vilka du vill använda. Mammon kan bara klassificera baserat på data du väljer att inkludera.

source: Save format and import data
sv: Spara formatet och importera datat

source: Transaction Date
sv: Transaktionsdatum

source: Transaction Size
sv: Transaktionsstorlek

source: Transaction Description
sv: Transaktionsbeskrivning

source: Delete range
sv: Radera spann

source: This is category <a href="/transactions/?category=%(category.pk)s">%(category)s</a>. It has the highest variation month over month. Click on the bars that you think look worst to see a list of transactions for that month. Then select which transactions should go into Exceptions (and split transactions that have abnormal size, placing one part in Exceptions).
sv: Det här är kategori <a href="/transactions/?category=%(category.pk)s"> %(category)s</a>. Den har störst variation månad till månad. Klicka på staplarna som du tycker ser värst ut för att se transaktionerna för denna månad. Väljs sen vilka transaktioner ska flyttas till Undantag (och dela upp transaktioner med ovanlig storlek och placera en del i Undantag).

source: I'm done with this category, show me the next worst
sv: Jag är klar med den här kategorin, visa mig nästa.

source: Type the category name you want in the input field next to the description and hit enter to apply.
sv: Skriv in det kategori-namn du vill ha i fältet bredvid beskrivningen och tryck enter för att applicera.

source: %(percent_done)s%% of all transactions are categorized
sv: %(percent_done)s%% av alla transaktioner är kategoriserade

source: Description
sv: Beskrivning

source: Count
sv: Antal

source: There are only transactions with unique descriptions left
sv: Det finns bara transaktioner med unika beskrivningar kvar

source: I see that it's still hard to make sense out of all this. I'd like to suggest separating out big one-time expenditures into an account (that's just a Mammon term for a type of grouping) called "Exceptions". This way you can start to see what the normal situation is and find out your economic base line.
sv: Jag ser att det fortfarande är svårt att förstå något av detta. Som nästa steg vill jag föreslå att separera ut stora engångsutgifter till ett separat konto (det är bara det ord mammon använder för en sorts gruppering) som heter "Undantag". På detta sätt kan du börja se din normala situation och hitta ditt ekonomiska grundtillstånd.

source: I like to think about the economic baseline as "if I buy this expensive thing, how many months of not having any one-off expenditures does that equal?". This makes it really easy to do the "money = time" equation in your head.
sv: Jag tänker på det ekonomiska grundtillståndet som "om jag köper den här dyra grejen, hur många månader när jag inte har någon stor engångsutgift motsvarar det?". Detta gör det väldigt enkelt att göra ekvationen "pengar = tid" i huvudet.

source: Sounds good, let's get started
sv: Låter bra, fortsätt

source: Sum
sv: Summa

source: Number of months to show
sv: Antalet månader att visa

source: Change
sv: Ändra

source: Default
sv: Standard

source: Now let's take care of the most common transactions. This is a list of the transactions where the description field occurs more than once.
sv: Först tar vi itu med dom vanligaste transaktionerna. Det här är en lista av de transaktioner där beskrivningsfältet finns mer än en gång.

source: You can now look at your <a href="/history/">overview</a>. To really get results in the <a href="/summary/month/">month</a> and <a href="/summary/year/">year</a> views, it's best to classify everything. Here goes:
sv: Du kan nu titta på din <a href="/history/">översikt</a>. För att verkligen få resultat i <a href="/summary/month/">månad</a>- och <a href="/summary/year/">år</a>-vyerna så är det bäst att klassificera allt. Här är resten:

source: Uncategorized transactions
sv: Okategoriserade transaktioner

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Only this
sv: Bara denna

source: All like this
sv: Alla liknande

source: Delete
sv: Radera

source: Split
sv: Dela upp

source: All transactions have been classified
sv: Alla transaktioner är kategoriserade

source: Latest transaction
sv: Senaste transaktionen

source: Welcome to Mammon! Let's get started. First you'll need to import your transaction history from your bank and set the latest date you receive your salary. In Sweden that's the 25:th. This date is used to cut the months into reasonable parts.
sv: Välkommen till Mammon! För att börja måste du först importera transaktionshistoriken från din bank och ställa in det senaste datumet du brukar få din lön. I Sverige brukar detta vara den 25:e så det är det förinställda valet. Detta datum används för att skära upp månaderna korrekt.

source: Go to <a href="/settings/">Settings</a> to change the financial month start date.
sv: Gå till <a href="/settings/">Inställningar</a> för att ändra start datumet för den finansiella månaden.

source: Go to <a href="/add/">Add Transactions</a> to add some data.
sv: Gå till <a href="/add/">Lägg till transaktioner</a> för att importera data.

source: Invalid transaction log format
sv: Ogiltig format för transaktionslogg

source: Are you sure you want to delete this account?
sv: Är du säker på att du vill radera detta konto?

source: Cancel
sv: Avbryt

source: Change password
sv: Byt lösenord

source: Save
sv: Spara

source: Create account
sv: Skapa konto

source: Split "%(transaction)s" into <input type="text" name="parts" value="" id="parts" onKeyUp="parts_changed()"/> parts
sv: Dela upp "%(transaction)s" i <input type="text" name="parts" value="" id="parts" onKeyUp="parts_changed()"/> delar

source: Equal parts
sv: Lika stora delar

source: Distribute parts across following months
sv: Distribuera delarna över följande månader

source: Date
sv: Datum

source: Amount
sv: Belopp

source: No transactions
sv: Inga transaktioner

source: No accounts defined yet. Go to <a href="/settings/">settings</a> to define accounts.
sv: Inga konton är definierade än. Gå till <a href="/settings/">inställningar</a> för att skapa konton.

source: No categories defined yet. <a href="/add/">Add some transactions</a> then go to the <a href="/">Home</a> page to create categories.
sv: Du har inte definierat några kategorier. <a href="/add/">Lägg till några transaktioner</a> och gå sen till <a href="/">Start-sidan</a> för att skapa kategorier.

source: Previous period
sv: Föregående period

source: Next period
sv: Nästa period

source: Go to
sv: Gå till

source: Monthly average
sv: Medel för månaden

source: Standard deviation
sv: Standardavvikelse

source: Total
sv: Summa

source: Projected
sv: Förväntat

source: Details
sv: Detaljerat

source: No transactions for this period
sv: Inga transaktioner i denna period

source: Filter
sv: Filtrera

source: Bulk edit
sv: Ändra alla

source: Bulk delete
sv: Ta bort alla

source: User Agreement
sv: Användaravta

source: Update existing transactions
sv: Uppdatera existerande transaktioner

source: Delete this %s
sv: Radera detta %s

source: Are you sure you want to delete this %s?
sv: Är du säker på att du vill radera detta %s?

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Greater than
sv: Större än

source: Less than
sv: Mindre än

source: Append description
sv: Lägg till beskrivning

source: From date
sv: Från datum

source: To date
sv: Till datum

source: Transactions deleted!
sv: Transaktioner raderade!

source: Language
sv: Språk

source: Financial months begins on day
sv: Finansiell månad börjar på datum

source: Period must be a number
sv: Perioden måste vara ett nummer

source: Sorry, I couldn't figure out the format of that input
sv: Jag kunde inte lista ut formatet av det du gav mig

source: Password
sv: Lösenord

source: Creation time
sv: Datum skapad

source: Created from
sv: Skapat från

source: Register
sv: Registrera

source: Send
sv: Skicka

source: E-mail sent
sv: E-mejl skickat

source: Instructions on how to change your password has been sent to the specified email.
sv: Instruktioner hur du ändrar ditt lösenord har skickats till mejladdressen du specificerat.

source: Forgot your password?
sv: Glömt lösenordet?

source: Request new password
sv: Begär nytt lösenord

source: Please supply your e-mail address and we will send an e-mail with further instructions to you.
sv: Skriv in din mejladdress så skickar vi ett mejl med instruktioner.

source: You have clicked the "forgot my password"-button on Mammon, follow the link below to register a new password. If you don't want to change your password or if you received this without pressing the "forgot my password"-button, then you may safely ignore this email.
sv: Du har klickat "Glömt ditt lösenord?"-knappen på Mammon. Klicka på länken nedan för att registrera ett nytt lösenord. Om du inte vill ändra lösenord eller om du fått detta mejl utan att du klickat på "Glömt ditt lösenord?'"-knappen så kan du bara kasta detta mejl.

source: Change your password at <a href="http://mammon.kodare.net/registration/set_new_password/?code=%(password)s&amp;email=%(email)s">http://mammon.kodare.net/registration/set_new_password/?code=%(password)s&amp;email=%(email)s</a>
sv: Gå till <a href="http://mammon.kodare.net/registration/set_new_password/?code=%(password)s&amp;email=%(email)s">http://mammon.kodare.net/registration/set_new_password/?code=%(password)s&amp;email=%(email)s</a> för att ändra ditt lösenord.

source: Set new password
sv: Sätt nytt lösenord

source: Select a new password:
sv: Välj ett nytt lösenord:

source: User agreement
sv: Användaravtal

source: E-mail address
sv: Mejladdress

source: Confirm password
sv: Bekräfta lösenord

source: %s is not a valid email address
sv: %s är inte en giltig mejladdress

source: Passwords did not match.
sv: Lösenorden matchar inte.

source: Email
sv: Mejl

source: There is no user with this email
sv: Det finns ingen användare med den mejladdressen

source: New password request for Mammon
sv: Nytt lösenord begärt för Mammon

source: New password
sv: Nytt lösenord

source: Username or password incorrect
sv: Felaktigt användarnamn eller lösenord
